/* No comment provided by engineer. */
"%@ is busy." = "%@ is busy.";

/* No comment provided by engineer. */
"%@ is composing..." = "%@ 組成中";

/* No comment provided by engineer. */
"%@ is not registered." = "%@ is not registered.";

/* No comment provided by engineer. */
"%@ would like to enable video" = "%@ would like to enable video";

/* No comment provided by engineer. */
"%@\nReason was: %@" = "%1$@\nReason was: %2$@";

/* No comment provided by engineer. */
"(invalid string)" = "(invalid string)";

/* No comment provided by engineer. */
"(no description)" = "(no description)";

/* Email title for people wanting to send a bug report */
"<Please describe your problem or you will be ignored>" = "<Please describe your problem or you will be ignored>";

/* No comment provided by engineer. */
"About" = "About";

/* No comment provided by engineer. */
"ACCEPT" = "ACCEPT";

/* No comment provided by engineer. */
"Account creation issue" = "Account creation issue";

/* No comment provided by engineer. */
"Account validation failed" = "Account validation failed";

/* No comment provided by engineer. */
"Add new email" = "Add new email";

/* No comment provided by engineer. */
"Add new phone number" = "Add new phone number";

/* No comment provided by engineer. */
"Add new SIP address" = "Add new SIP address";

/* No comment provided by engineer. */
"Address book" = "通訊錄";

/* No comment provided by engineer. */
"Answer" = "Answer";

/* No comment provided by engineer. */
"Application logs" = "Application logs";

/* No comment provided by engineer. */
"Are you sure to want to remove your proxy setup?" = "Are you sure to want to remove your proxy setup?";

/* No comment provided by engineer. */
"Assistant" = "Assistant";

/* No comment provided by engineer. */
"Authentication needed." = "Authentication needed.";

/* No comment provided by engineer. */
"Average" = "Average";

/* No comment provided by engineer. */
"Back" = "返回";

/* No comment provided by engineer. */
"Bad credentials, check your account settings" = "Bad credentials, check your account settings";

/* No comment provided by engineer. */
"Battery is running low. Stop video ?" = "Battery is running low. Stop video ?";

/* No comment provided by engineer. */
"Call %@" = "Call %@";

/* No comment provided by engineer. */
"Call failed" = "Call failed";

/* No comment provided by engineer. */
"Call quality: %d" = "Call quality: %d";

/* No comment provided by engineer. */
"Calls" = "Calls";

/* No comment provided by engineer. */
"Camera" = "Camera";

/* No comment provided by engineer. */
"Cancel" = "取消";

/* No comment provided by engineer. */
"Cannot call %@." = "Cannot call %@.";

/* No comment provided by engineer. */
"Cannot make call" = "無法使用電話";

/* No comment provided by engineer. */
"Cannot purchase anything yet, please try again later." = "Cannot purchase anything yet, please try again later.";

/* No comment provided by engineer. */
"Cannot retrieve your configuration. Please check credentials or try again later" = "Cannot retrieve your configuration. Please check credentials or try again later";

/* No comment provided by engineer. */
"Cannot send email" = "Cannot send email";

/* No comment provided by engineer. */
"Cannot send logs" = "Cannot send logs";

/* No comment provided by engineer. */
"Cannot write image to photo library" = "Cannot write image to photo library";

/* No comment provided by engineer. */
"Chat with %@" = "Chat with %@";

/* No comment provided by engineer. */
"Checkbox" = "Checkbox";

/* No comment provided by engineer. */
"Choose an action" = "Choose an action";

/* No comment provided by engineer. */
"Choose the image size" = "Choose the image size";

/* No comment provided by engineer. */
"Communication issue" = "Communication issue";

/* No comment provided by engineer. */
"Communication issue (%@)" = "Communication issue (%@)";

/* No comment provided by engineer. */
"Conference" = "Conference";

/* No comment provided by engineer. */
"Configuration failed" = "Configuration failed";

/* No comment provided by engineer. */
"Confirm password" = "Confirm password";

/* No comment provided by engineer. */
"Confirm the following SAS with peer:\n%s" = "Confirm the following SAS with peer:\n%s";

/* No comment provided by engineer. */
"Continue" = "Continue";

/* No comment provided by engineer. */
"Continue video" = "Continue video";

/* No comment provided by engineer. */
"Debug" = "Debug";

/* No comment provided by engineer. */
"Decline" = "Decline";

/* No comment provided by engineer. */
"DENY" = "DENY";

/* No comment provided by engineer. */
"Deselect all" = "Deselect all";

/* No comment provided by engineer. */
"Deselected" = "Deselected";

/* ICE has established a direct connection to the remote host */
"Direct connection" = "Direct connection";

/* No comment provided by engineer. */
"Disable logs" = "Disable logs";

/* No comment provided by engineer. */
"Do you want to delete selected contact?" = "Do you want to delete selected contact?";

/* No comment provided by engineer. */
"Do you want to delete selected contacts?" = "Do you want to delete selected contacts?";

/* No comment provided by engineer. */
"Do you want to delete selected conversations?" = "Do you want to delete selected conversations?";

/* No comment provided by engineer. */
"Do you want to delete selected logs?" = "Do you want to delete selected logs?";

/* No comment provided by engineer. */
"Do you want to delete selected messages?" = "Do you want to delete selected messages?";

/* No comment provided by engineer. */
"Done" = "Done";

/* Date formatting in History Details (also see http://cybersam.com/ios-dev/quick-guide-to-ios-dateformatting) */
"EEE dd MMM 'at' HH'h'mm" = "EEE dd MMM 'at' HH'h'mm";

/* Date formatting in History List, for current year (also see http://cybersam.com/ios-dev/quick-guide-to-ios-dateformatting) */
"EEE dd MMMM" = "EEE dd MMMM";

/* Date formatting in History List, for previous years (also see http://cybersam.com/ios-dev/quick-guide-to-ios-dateformatting) */
"EEE dd MMMM yyyy" = "EEE dd MMMM yyyy";

/* No comment provided by engineer. */
"Either configure a SIP proxy server from settings prior to place a call or use a valid SIP address (I.E sip:john@example.net)" = "Either configure a SIP proxy server from settings prior to place a call or use a valid SIP address (I.E sip:john@example.net)";

/* No comment provided by engineer. */
"Either configure a SIP proxy server from settings prior to send a message or use a valid SIP address (I.E sip:john@example.net)" = "Either configure a SIP proxy server from settings prior to send a message or use a valid SIP address (I.E sip:john@example.net)";

/* No comment provided by engineer. */
"Email addresses" = "Email addresses";

/* No comment provided by engineer. */
"Enable logs" = "Enable logs";

/* No comment provided by engineer. */
"Error" = "Error";

/* No comment provided by engineer. */
"Error: no mail account configured" = "Error: no mail account configured";

/* ICE processing has failed */
"Failed" = "Failed";

/* No comment provided by engineer. */
"Failed configuring from the specified URL." = "Failed configuring from the specified URL.";

/* No comment provided by engineer. */
"Failed to query the server. Please try again later" = "Failed to query the server. Please try again later";

/* No comment provided by engineer. */
"Failure" = "Failure";

/* No comment provided by engineer. */
"Fetching remote configuration" = "Fetching remote configuration";

/* No comment provided by engineer. */
"Fetching remote configuration..." = "Fetching remote configuration...";

/* No comment provided by engineer. */
"First name" = "First name";

/* No comment provided by engineer. */
"Go to settings" = "Go to settings";

/* Template email for people wanting to send a bug report */
"Here are information about an issue I had on my device.\nI was doing ...\nI expected Linphone to ...\nInstead, I got an unexpected result: ..." = "Here are information about an issue I had on my device.\nI was doing ...\nI expected Linphone to ...\nInstead, I got an unexpected result: ...";

/* Date formatting in Chat List and Conversation bubbles, for current day (also see http://cybersam.com/ios-dev/quick-guide-to-ios-dateformatting) */
"HH:mm" = "HH:mm";

/* No comment provided by engineer. */
"I got it, continue" = "I got it, continue";

/* No comment provided by engineer. */
"IC_MSG" = "Incoming call from %@";

/* No comment provided by engineer. */
"IM_FULLMSG" = "%@: %@";

/* No comment provided by engineer. */
"IM_MSG" = "Incoming message from %@";

/* No comment provided by engineer. */
"In apps not ready yet" = "In apps not ready yet";

/* ICE process is in progress */
"In progress" = "In progress";

/* No comment provided by engineer. */
"Incorrect username or password." = "Incorrect username or password.";

/* No comment provided by engineer. */
"Invalid address" = "Invalid address";

/* No comment provided by engineer. */
"Invalid display name." = "Invalid display name.";

/* No comment provided by engineer. */
"Invalid domain." = "Invalid domain.";

/* No comment provided by engineer. */
"Invalid email." = "Invalid email.";

/* No comment provided by engineer. */
"Invalid phone number." = "Invalid phone number.";

/* No comment provided by engineer. */
"Invalid proxy address" = "Invalid proxy address";

/* No comment provided by engineer. */
"Invalid remote provisioning URL" = "Invalid remote provisioning URL";

/* No comment provided by engineer. */
"Invalid route" = "Invalid route";

/* No comment provided by engineer. */
"Invalid route." = "Invalid route.";

/* No comment provided by engineer. */
"Invalid server response" = "Invalid server response";

/* No comment provided by engineer. */
"Invalid SIP address" = "Invalid SIP address";

/* No comment provided by engineer. */
"Invalid username or domain" = "Invalid username or domain";

/* No comment provided by engineer. */
"Invalid username." = "Invalid username.";

/* No comment provided by engineer. */
"Last name" = "Last name";

/* No comment provided by engineer. */
"Low bandwidth" = "Low bandwidth";

/* InAppSettingsKit */
"Mail not configured" = "Mail not configured";

/* No comment provided by engineer. */
"Mark Read" = "Mark Read";

/* No comment provided by engineer. */
"Maximum" = "Maximum";

/* No comment provided by engineer. */
"Minimum" = "Minimum";

/* Date formatting in Chat List, for all but current day (also see http://cybersam.com/ios-dev/quick-guide-to-ios-dateformatting) */
"MM/dd" = "MM/dd";

/* Date formatting in Conversation bubbles, for all but current day (also see http://cybersam.com/ios-dev/quick-guide-to-ios-dateformatting) */
"MM/dd - HH:mm" = "MM/dd - HH:mm";

/* ICE has established a connection to the remote host through one or several NATs */
"NAT(s) connection" = "NAT(s) connection";

/* No comment provided by engineer. */
"Network down" = "Network down";

/* No comment provided by engineer. */
"Network Error" = "Network Error";

/* No comment provided by engineer. */
"No" = "No";

/* No comment provided by engineer. */
"No account configured" = "No account configured";

/* No comment provided by engineer. */
"No address" = "No address";

/* No comment provided by engineer. */
"No call in progress" = "No call in progress";

/* No comment provided by engineer. */
"No default account" = "No default account";

/* No comment provided by engineer. */
"No microphone" = "沒有麥克風";

/* ICE has not been activated for this call */
"Not activated" = "Not activated";

/* No comment provided by engineer. */
"Not registered" = "Not registered";

/* No comment provided by engineer. */
"Nothing could be collected from your application, aborting now." = "Nothing could be collected from your application, aborting now.";

/* No comment provided by engineer. */
"Now" = "Now";

/* InAppSettingsKit */
"OK" = "OK";

/* No comment provided by engineer. */
"Ok" = "確認";

/* No comment provided by engineer. */
"Password too long." = "Password too long.";

/* No comment provided by engineer. */
"Password too short." = "Password too short.";

/* No comment provided by engineer. */
"Passwords do not match." = "Passwords do not match.";

/* No comment provided by engineer. */
"PHONE NUMBER" = "PHONE NUMBER";

/* No comment provided by engineer. */
"Phone number length invalid." = "Phone number length invalid.";

/* No comment provided by engineer. */
"Phone number too long." = "Phone number too long.";

/* No comment provided by engineer. */
"Phone number too short." = "Phone number too short.";

/* No comment provided by engineer. */
"Phone numbers" = "Phone numbers";

/* No comment provided by engineer. */
"Photo library" = "Photo library";

/* No comment provided by engineer. */
"Please make sure your device is connected to the internet and double check your SIP account configuration in the settings." = "Please make sure your device is connected to the internet and double check your SIP account configuration in the settings.";

/* No comment provided by engineer. */
"Please terminate GSM call first." = "Please terminate GSM call first.";

/* No comment provided by engineer. */
"Provisioning Load error" = "Provisioning Load error";

/* No comment provided by engineer. */
"Registered" = "Registered";

/* No comment provided by engineer. */
"Registration failed" = "Registration failed";

/* No comment provided by engineer. */
"Registration failed because authentication is missing or invalid for %@@%@.\nYou can provide password again, or check your account configuration in the settings." = "Registration failed because authentication is missing or invalid for %1$@@%2$@.\nYou can provide password again, or check your account configuration in the settings.";

/* No comment provided by engineer. */
"Registration failure" = "Registration failure";

/* No comment provided by engineer. */
"Registration in progress" = "Registration in progress";

/* ICE has established a connection through a relay */
"Relay connection" = "Relay connection";

/* No comment provided by engineer. */
"Remote configuration" = "Remote configuration";

/* No comment provided by engineer. */
"Remote configuration successfully fetched and applied." = "Remote configuration successfully fetched and applied.";

/* No comment provided by engineer. */
"Remove account(s) and self destruct" = "Remove account(s) and self destruct";

/* No comment provided by engineer. */
"Reply" = "Reply";

/* Resend */
"Resend" = "Resend";

/* No comment provided by engineer. */
"Select all" = "Select all";

/* No comment provided by engineer. */
"Select picture source" = "Select picture source";

/* No comment provided by engineer. */
"Selected" = "Selected";

/* No comment provided by engineer. */
"Send logs" = "Send logs";

/* No comment provided by engineer. */
"Sending logs" = "Sending logs";

/* No comment provided by engineer. */
"Server error" = "Server error";

/* No comment provided by engineer. */
"Server request error" = "Server request error";

/* No comment provided by engineer. */
"Settings" = "Settings";

/* No comment provided by engineer. */
"Show" = "Show";

/* No comment provided by engineer. */
"SIP addresses" = "SIP addresses";

/* No comment provided by engineer. */
"Skip verification" = "Skip verification";

/* No comment provided by engineer. */
"Stop video" = "Stop video";

/* No comment provided by engineer. */
"Success" = "Success";

/* No comment provided by engineer. */
"There is no network connection available, enable WIFI or WWAN prior to configure an account" = "There is no network connection available, enable WIFI or WWAN prior to configure an account";

/* No comment provided by engineer. */
"There is no network connection available, enable WIFI or WWAN prior to place a call" = "There is no network connection available, enable WIFI or WWAN prior to place a call";

/* No comment provided by engineer. */
"This account is already registered." = "This account is already registered.";

/* InAppSettingsKit */
"This device is not configured for sending Email. Please configure the Mail settings in the Settings app." = "This device is not configured for sending Email. Please configure the Mail settings in the Settings app.";

/* No comment provided by engineer. */
"This name is already taken." = "This name is already taken.";

/* No comment provided by engineer. */
"This operation will load a remote configuration. Continue ?" = "This operation will load a remote configuration. Continue ?";

/* No comment provided by engineer. */
"TODAY" = "TODAY";

/* No comment provided by engineer. */
"Transfer error" = "Transfer error";

/* No comment provided by engineer. */
"Unknown" = "Unknown";

/* No comment provided by engineer. */
"Unknown error" = "Unknown error";

/* No comment provided by engineer. */
"Unknown error (%@)." = "Unknown error (%@).";

/* No comment provided by engineer. */
"Unsupported transport" = "Unsupported transport";

/* No comment provided by engineer. */
"USERNAME" = "USERNAME";

/* No comment provided by engineer. */
"Username length invalid." = "Username length invalid.";

/* No comment provided by engineer. */
"Username too long." = "Username too long.";

/* No comment provided by engineer. */
"Username too short." = "Username too short.";

/* No comment provided by engineer. */
"Video cannot be activated because of low bandwidth condition, only audio is available" = "Video cannot be activated because of low bandwidth condition, only audio is available";

/* No comment provided by engineer. */
"Voice mail" = "Voice mail";

/* No comment provided by engineer. */
"Warning" = "Warning";

/* No comment provided by engineer. */
"Warning: an email will be created with 3 attachments:\n- Application logs\n- Linphone configuration\n- Chats history.\nThey may contain private informations (MIGHT contain clear-text password!).\nYou can remove one or several of these attachments before sending your email, however there are all important to diagnostize your issue." = "Warning: an email will be created with 3 attachments:\n- Application logs\n- Linphone configuration\n- Chats history.\nThey may contain private informations (MIGHT contain clear-text password!).\nYou can remove one or several of these attachments before sending your email, however there are all important to diagnostize your issue.";

/* No comment provided by engineer. */
"Warning: an email will be created with application logs. It may contain private informations (but no password!).\nThese logs are important to diagnostize your issue." = "Warning: an email will be created with application logs. It may contain private informations (but no password!).\nThese logs are important to diagnostize your issue.";

/* No comment provided by engineer. */
"Yes" = "Yes";

/* No comment provided by engineer. */
"YESTERDAY" = "YESTERDAY";

/* No comment provided by engineer. */
"You already own an account." = "You already own an account.";

/* No comment provided by engineer. */
"You cancelled your account." = "You cancelled your account.";

/* No comment provided by engineer. */
"You have already purchased an account but it does not exist anymore." = "You have already purchased an account but it does not exist anymore.";

/* No comment provided by engineer. */
"You missed a call from %@" = "You missed a call from %@";

/* No comment provided by engineer. */
"You must authorize the application to have access to address book.\nToggle the application in Settings > Privacy > Contacts" = "You must authorize the application to have access to address book.\nToggle the application in Settings > Privacy > Contacts";

/* No comment provided by engineer. */
"You need to plug a microphone to your device to use this application." = "You need to plug a microphone to your device to use this application.";

/* No comment provided by engineer. */
"Your account could not be checked yet. You can skip this validation or try again later." = "Your account could not be checked yet. You can skip this validation or try again later.";

/* No comment provided by engineer. */
"Your account could not be created, please try again later." = "Your account could not be created, please try again later.";

/* No comment provided by engineer. */
"Your device is not configured to send emails. Please configure mail application prior to send logs." = "Your device is not configured to send emails. Please configure mail application prior to send logs.";

